Repository: rainjs/rainjs
Catalog: components_example/components/example_list/locale/*/messages.po
Languages: de_de

source: letter.content.dear
de_de: Hallo %1$s %2$s,

source: letter.content.scope
de_de: Ich schreibe Ihnen, um zu fragen, ob Sie mir eine Referenz geben könnten.

source: letter.content.positive.reference
de_de: Ich würde es sehr schätzen, wenn Sie meine Qualifikationen für die Beschäftigung, und die Fähigkeiten, die ich während meiner <b>1 monatigen</b> Amtszeit bei <b>%2$s</b> erreicht habe, bezeugen könnten.

source: letter.content.process
de_de: Ich bin in dem Prozess der Arbeitssuche und eine positive Referenz von Ihnen würde meine Aussichten für das Erreichen meiner beruflichen Ziele verbessern.

source: Please let me know if there is any information I can provide regarding my experience to assist you in giving me a reference. I can be reached at %1$s or %2$s.
de_de: Bitte lassen Sie mich wissen, wenn ich Sie mit meiner Erfahrung unterstützen kann, um mir diese Referenz zu geben. Sie können mich unter %1$s oder %2$s erreichen.

source: letter.content.thank.you
de_de: Vielen Dank für Ihre Aufmerksamkeit.

source: letter.ending.sincerely
de_de: Aufrichtig,

source: Email was sent successfully!
de_de: E-Mail wurde erfolgreich gesendet!

source: send.email.button.label
de_de: E-Mail senden

source: Title
de_de: RAIN Eigenschaft Beispiel
