Repository: rainjs/rainjs
Catalog: components/example_list/locale/*/messages.po
Languages: ro_ro

source: Dear %1$s %2$s,
ro_ro: Bună ziua domnule %2$s,

source: I am writing to ask whether it would be possible for you to provide a reference for me.
ro_ro: Ați putea să scrieți o scrisoare de recomandare pentru mine?

source: If you were able to attest to my qualifications for employment, and the skills I attained during my <b>one month</b> tenure at <b>%2$s</b>, I would sincerely appreciate it.
ro_ro: Dacă ați putea atesta calificările mele și aptitudinile dobândite în timpul stagiului de <b>o lună</b> la <b>%2$s</b>, v-aș fi recunoscător.

source: I am in the process of seeking employment and a positive reference from you would enhance my prospects of achieving my career goals.
ro_ro: Îmi caut un loc de muncă și o scrisoare de recomandare din partea dumneavoastră m-ar ajuta foarte mult.

source: Please let me know if there is any information I can provide regarding my experience to assist you in giving me a reference. I can be reached at %1$s or %2$s.
ro_ro: Vă rog să mă anunțați dacă aveți nevoie de informații suplimentare pentru a scrie scrisoarea de recomandare. Mă puteți contacta la %2$s sau %1$s.

source: Thank you for your consideration.
ro_ro: Vă mulțumesc.

source: Sincerely,
ro_ro: Cu stimă,

source: Email was sent successfully!
ro_ro: Email-ul a fost trimis cu succes!

source: Send email
ro_ro: Trimite email

source: Send email through websockets
ro_ro: Trimite email prin websockets

source: Email was sent successfully through websockets!
ro_ro: Email-ul a fost trimis cu succes prin websockets!
